{"pageProps":{"post":{"uid":"u20OEYTfOwcGURgdMFk233Unxvt2","description":"Uzbekistan","id":"n5w1RdF5RuoZlcT3EF33","content":"<p><strong style=\"font-size: 30px;\">Climate Profile of Uzbekistan</strong><br><br><span style=\"font-size: 16px;\"><strong>The Climate Team</strong><br>Environment, Natural Resources and Agriculture Division<br>Central and West Asia Department<br>Asian Development Bank (ADB)</span> <br></p>\n<p><br></p>\n<p><span style=\"font-size: 24px;\"><strong>Greenhouse gas (GHG) mitigation</strong></span> </p>\n<p style=\"text-align: justify;\">The total greenhouse gas (GHG) emissions for Uzbekistan are estimated at 185MtCO2-eq in 2019<sup>1</sup>, including land use change and forestry (LUCF). The energy sector accounts for the highest share of emissions at 73%. Large demand for energy use came from the residential sector at 40%<sup>2</sup>. The second largest contributor to emissions is the agriculture sector at 20%. Livestock-related land use and farming practices (i.e., enteric fermentation, manure left on pasture, and manure management) has the highest contribution to GHG in agriculture at 80%. main due to the doubling of emissions from enteric fermentation from the 1990s level. NDC2 have acknowledged that livestock ranked 4 out of 5 of the categories that have the largest share of GHG emissions. Agriculture is also covered as one of the priority sectors in Uzbekistan, specific reductions coming from the sector was not indicated in the NDC2.</p>\n<p style=\"text-align: justify;\">The NDC2 commits<sup>3</sup> to reduce emissions by (-)35% from the 2000's emission levels. For the energy sector, the mitigation measure includes doubling the share of renewable energy sources to (+)25% through solar, wind, and small hydropower plants. Introduction of energy-saving technologies and alternative fuels are also indicated in NDC2 to reduce demand for energy and fuel from various sectors to boost economic growth. In ANR, improvements in agricultural land productivity and water management, and expansion of forest areas were a priority. Improving solid waste management is also part of the action areas to achieve commitments in NDC2. Other measures to achieve GHG reductions are included in the Strategy for Transition to a Green Economy until 2030. The country also commits to full transparency to monitor progress of their NDC2 achievements.</p>\n<p><strong style=\"font-size: 18px;\">Key Points</strong></p>\n<ul>\n    <li>A large share of emissions comes from the energy sector due to increasing demand from the residential sector. Agriculture only contributes 20% of the total GHG emission, with large shares of emissions coming from the livestock sector. NDC2 commits to cutting down emissions by 35%.</li>\n    <li>Key climate risks, such as drought, heatwaves, flood and mudflow are projected to increase in severity in the future. Extensive damages to the economy were recorded from past events.</li>\n    <li>Improving early warning systems to reduce hydrometeorological risks is a priority measure in Uzbekistan.</li>\n</ul>\n<p><br></p>\n\n<table style=\"border-collapse: collapse; width: 52.2099%; height: 378px; margin-left: 21.9153%; border: 1px solid gray;\">\n    <tbody>\n        <tr>\n            <td style=\"width: 100%; text-align: center;\"><span style=\"font-size: 14px;\">Figure 1. GHG emissions by major sectors from 1990-2019 in Turkmenistan<br></span><br><img src=\"https://firebasestorage.googleapis.com/v0/b/adb-demo.appspot.com/o/assets%2Fimages%2Fuzbekistan%2Fimage3.png?alt=media&amp;token=368696f6-a4e8-4f5e-bf4b-6ab84c24f676\" alt=\"\" width=\"364\" height=\"357\" style=\"border: 1px solid #fff;\"><br></td>\n        </tr>\n    </tbody>\n</table>\n<p><br></p>\n<p><br></p>\n\n\n<p style=\"text-align: justify;\"><strong style=\"font-size: 24px;\">Climate Change Scenarios</strong><br><br><strong>Key climate risks.</strong> The country has faced a high hazard to wildfires and exposure to drought, while above average levels for flood hazard (Table 1). Drought has caused large losses in agricultural yields by as much as 75% resulting in $168M in economic damages. Although flood ranked as moderate, it risks human life and loss of assets. The most severe flood happened in 1998 on the Aksu and Shahimardan rivers. The World Resources Institute estimated that the population that may be affected by severe flooding would continue to rise as early as 2030s. Incidences of flash floods and mudflow are increasing in the southern and eastern parts of the country during March and July. Hydromet estimates that 22% of the population lives at high risk of mudflows. With the increase in temperature, glacial melting may also cause an increased risk of outburst flooding, particularly in areas near lakes. In the NDC2 of Uzbekistan, the country committed to improving early warning systems for hydrometeorological hazards, managing climate risks, and modernizing water management facilities. This will be an essential step in building climate resilience from water-related risks<sup>4</sup>. Heatwave is also a climate threat negatively affecting various sectors, particularly labor productivity and health. Non-climate-related risk includes earthquakes which caused 25,000 deaths in 1988.</p>\n<p><br></p>\n<p style=\"text-align: center;\"><strong>Table 1.</strong> Key climate risk impacts and likely future conditions</p>\n\n<table style=\"border-collapse: collapse; width: 70.442%; margin-left: 14.2726%; height: 371px;\">\n    <tbody>\n        <tr>\n            <td style=\"width: 20.8685%; text-align: center;\"><strong style=\"font-size: 14px;\">Key Climate Risks​</strong><br></td>\n            <td style=\"width: 29.0712%; text-align: center;\"><strong style=\"font-size: 14px;\">Baseline</strong>​<br></td>\n            <td style=\"width: 25%; text-align: center;\"><strong style=\"font-size: 14px;\">Future​ Scenario</strong><br></td>\n            <td style=\"width: 25%; text-align: center;\"><strong style=\"font-size: 14px;\">Observed Impacts</strong><br></td>\n        </tr>\n        <tr>\n            <td style=\"background-color: rgb(243, 243, 243); vertical-align: top; border-color: rgb(102, 102, 102);\"><strong style=\"font-size: 14px;\">Heatwave</strong>​<br></td>\n            <td style=\"background-color: rgb(243, 243, 243); vertical-align: top;\"><span style=\"font-size: 14px;\">Frequency is increasing, e.g. in northwestern areas adjacent to the Aral Sea and lower Amu Darya.​</span><br></td>\n            <td style=\"width: 25%; background-color: rgb(243, 243, 243); vertical-align: top;\"><span style=\"font-size: 14px;\">Increase in frequency of heatwaves in the future as early as 2030s.​</span><br></td>\n            <td style=\"width: 25%; background-color: rgb(243, 243, 243); vertical-align: top;\"><span style=\"font-size: 14px;\">Serious threat to public health and labor productivity.​</span><br></td>\n        </tr>\n        <tr>\n            <td style=\"vertical-align: top;\"><strong style=\"font-size: 14px;\">Drought</strong>​<br></td>\n            <td style=\"vertical-align: top;\"><span style=\"font-size: 14px;\">It occurred every five years, with increasing trends from 2000-2012.​</span><br></td>\n            <td style=\"width: 25%; vertical-align: top;\"><span style=\"font-size: 14px;\">Increase in incidence of drought by 58-87%, particularly in the westward portion by 2090s.​</span><br></td>\n            <td style=\"width: 25%; vertical-align: top;\"><span style=\"font-size: 14px;\">Agricultural yields fell by as much as 75% resulting in $168M in losses to agricultural GDP in 2000 and 2001</span>.​<br></td>\n        </tr>\n        <tr>\n            <td style=\"background-color: rgb(243, 243, 243); vertical-align: top;\"><span style=\"font-size: 14px;\"><strong>Flood and mudflow</strong><br></span></td>\n            <td style=\"background-color: rgb(243, 243, 243); vertical-align: top;\"><span style=\"font-size: 14px;\">An increasing threat to the southern and eastern parts of the country occurred between March and July caused by rainfall and snowmelt. ​</span><br></td>\n            <td style=\"width: 25%; background-color: rgb(243, 243, 243); vertical-align: top;\"><span style=\"font-size: 14px;\">Future trends are uncertain. If rain intensifies, there is a possibility of increased incidence of flooding and mudflow, especially in areas currently at risk.</span><br></td>\n            <td style=\"width: 25%; background-color: rgb(243, 243, 243); vertical-align: top;\"><span style=\"font-size: 14px;\">Loss of life and substantial damages to assets.​</span><br></td>\n        </tr>\n    </tbody>\n</table>\n<p><br></p>\n<p style=\"text-align: justify;\"><strong>Long term climate trends.</strong> There has been an observed warming trend of about 0.27°C per decade between 1950–2013, and this trend will continue in the future. Steepest rise in temperature occurred in the north an in large cities, while less warming in mountainous areas. Project temperature by 2090 will significantly increase exceeding global average temperatures, with minimum and maximum temperatures are expected to rise more quickly than mean temperatures. Key climate risks, such as drought and heatwave, can be exacerbated by rising temperatures, potentially incurring social, natural, and economic damage if no adaptation measures are implemented. Climate change may increase the incidence of drought by as much as 87% by 2090 particularly in the westward portion of the of the country. Climate change may also increase soil salinization due to increased demand for irrigation due to higher evapotranspiration.</p>\n<p style=\"text-align: justify;\">Historical records suggests that there is no clear trend in precipitation patterns over the recent decades. In the future, long-term changes (either increase or decrease) in precipitation trends lacks conclusive evidence as model results highly varies ranging from (+)20% increase and (-)30% reduction in precipitation. However, the likelihood in extreme 5-day rainfall event may sightly increase in the future associated with increase in temperature.</p>\n<p><br></p>\n<p><strong style=\"font-size: 24px;\">Impacts of climate change and variability, vulnerability, and readiness</strong></p>\n<p style=\"text-align: justify;\">The impacts of climate change cut across various sectors (e.g., natural resources, economics, and communities). Projected decreases in glacial mass due to increases in temperatures will have little effect on Upper Syr Darya Basin but can reduce river flow in downstream Syr Darya and Amu Darya by as much as 28% and 35% by 2050. It is also projected that peak flow will shift from summer to spring with reduced glaciers. Increase in temperatures can also accelerate desertification across the land adjoining the Aral sea. This can cause increase frequency of dust storms which poses risk to public health. In agriculture, climate change may decrease productivity for major crops by as much as 63%, especially for apples. With increasing river water shortages and more frequent droughts, optimized irrigation efficiency and rehabilitation of aging infrastructure may support adaptation. Increase in temperature may have two impact areas for the livestock sector – it can benefit pasture growth as growing season may start earlier, but can hamper animal growth which can affect dairy and meat production.</p>\n<p style=\"text-align: justify;\">Increase in temperature will also lead to increase energy demand. While the current energy mix is largely fossil based, there are plans to increase share of hydropower in the country as indicated in their NDC2 and as part of the road map on Carbon Neutrality Electricity Sector by 2050. Climate change can decrease the capacity of hydropower in the future which may lead to unmet demand for energy. Transboundary water management may benefit the country's water security particular in upstream areas of Tajikistan.</p>\n<p style=\"text-align: justify;\">Particularly vulnerable are communities with prevalent poverty and malnutrition rates, which are less likely to cope with the impacts of climate change, particularly heat stress and food insecurity due to agricultural losses and water shortages. The vulnerability rating (ND-GAIN<sup>5</sup> rank of 83 out of 182 countries) have decreased over the years, while readiness has positively changed for Uzbekistan, still calls for proactive climate adaptation to ensure that communities are able to cope with looming challenges from climate change.</p><br>\n<p style=\"text-align: center;\"><strong>Table 2.</strong> Vulnerability of each sector to climate change</p>\n<table style=\"border-collapse: collapse; width: 71.2707%; margin-left: 13.0755%;\">\n    <tbody>\n        <tr>\n            <td style=\"width: 16.1417%; text-align: center; border-color: rgb(153, 153, 153);\"><strong style=\"font-size: 14px;\">Sectors</strong><br></td>\n            <td style=\"width: 27.6903%; text-align: center;\"><strong style=\"font-size: 14px;\">Vulnerability</strong><br></td>\n            <td style=\"width: 27.4278%; text-align: center;\"><strong style=\"font-size: 14px;\">Climate-related Causes</strong><br></td>\n            <td style=\"width: 28.6089%; text-align: center;\"><strong style=\"font-size: 14px;\">Impact</strong><br></td>\n        </tr>\n        <tr>\n            <td style=\"vertical-align: top; background-color: rgb(243, 243, 243);\"><strong style=\"font-size: 14px;\">Natural Resources</strong><br></td>\n            <td style=\"vertical-align: top; background-color: rgb(243, 243, 243);\">\n                <ul>\n                    <li><span style=\"font-size: 14px;\">Reduction in water supply</span></li>\n                    <li><span style=\"font-size: 14px;\">Declining glacial mass in the mountains</span></li>\n                    <li><span style=\"font-size: 14px;\">Desertification and soil salinization</span><br></li>\n                </ul>\n            </td>\n            <td style=\"vertical-align: top; background-color: rgb(243, 243, 243);\">\n                <ul>\n                    <li><span style=\"font-size: 14px;\">Increase in temperature, heat waves, and variability in precipitation</span></li>\n                    <li><span style=\"font-size: 14px;\">High levels of evaporation</span><br></li>\n                </ul>\n            </td>\n            <td style=\"vertical-align: top; background-color: rgb(243, 243, 243);\">\n                <ul>\n                    <li><span style=\"font-size: 14px;\">Strain on irrigation systems from increased water demand can lead to lower crop productivity<br>Increased risks to public health particular in areas with low health capital, high malnutrition and poverty rates.<br></span><br></li>\n                </ul>\n            </td>\n        </tr>\n        <tr>\n            <td style=\"vertical-align: top;\"><strong style=\"font-size: 14px;\">Economic</strong><br></td>\n            <td style=\"vertical-align: top;\">\n                <ul>\n                    <li><span style=\"font-size: 14px;\">Reduction in crop yields</span></li>\n                    <li><span style=\"font-size: 14px;\">Land degradation</span></li>\n                    <li><span style=\"font-size: 14px;\">Increase water demand for hydropower</span></li>\n                    <li><span style=\"font-size: 14px;\">Exposure of manual labor to extreme heat</span><br></li>\n                </ul>\n            </td>\n            <td style=\"vertical-align: top;\">\n                <ul>\n                    <li><span style=\"font-size: 14px;\">Increase in temperature</span></li>\n                    <li><span style=\"font-size: 14px;\">Increase frequency and intensity of drought</span><br></li>\n                </ul>\n            </td>\n            <td style=\"vertical-align: top;\">\n                <ul>\n                    <li><span style=\"font-size: 14px;\">Hostility in agricultural operations: agriculture labor force are sensitive to heat waves leading to decline in labor productivity</span></li>\n                    <li><span style=\"font-size: 14px;\">Decline in water quantity and quality for agriculture and drinking water</span></li>\n                    <li><span style=\"font-size: 14px;\">Increase demand for electricity</span><br></li>\n                </ul>\n            </td>\n        </tr>\n        <tr>\n            <td style=\"vertical-align: top; background-color: rgb(243, 243, 243);\"><strong style=\"font-size: 14px;\">Communities</strong><br></td>\n            <td style=\"vertical-align: top; background-color: rgb(243, 243, 243);\">\n                <ul>\n                    <li><span style=\"font-size: 14px;\">High poverty, malnutrition, and food insecurity, esp. in rural areas</span></li>\n                    <li><span style=\"font-size: 14px;\">High incidence of stunting and malnutrition</span></li>\n                    <li><span style=\"font-size: 14px;\">Exposure to water-borne diseases and pulmonary illnesses</span></li>\n                    <li><span style=\"font-size: 14px;\">High mortality to heat-related stresses</span><br></li>\n                </ul>\n            </td>\n            <td style=\"vertical-align: top; background-color: rgb(243, 243, 243);\">\n                <ul>\n                    <li><span style=\"font-size: 14px;\">Increased desertification and dust storms due to increasing temperature and higher incidence of drought<br></span><br></li>\n                </ul>\n            </td>\n            <td style=\"vertical-align: top; background-color: rgb(243, 243, 243);\">\n                <ul>\n                    <li><span style=\"font-size: 14px;\">High risk of productivity losses for manual labor / less productive labor for agriculture</span></li>\n                    <li><span style=\"font-size: 14px;\">Increased health risks</span><br></li>\n                </ul>\n            </td>\n        </tr>\n    </tbody>\n</table>\n<p><br></p>\n<p><strong style=\"font-size: 24px;\">Adaptation and mitigation priorities</strong><br><br>The country adopted the Strategy for Transition of the Republic of Uzbekistan to a Green Economy for 2019-2030 (Resolution of the President of the Republic of Uzbekistan PP-4477 dated 04.10.2019) to support the implementation of commitments under the Paris Agreement. The following targets will be achieved:</p>\n<ul>\n    <li>Double the energy-efficiency indicator and reduce the carbon intensity of GDP;</li>\n    <li>Further development of renewable energy sources to bring their share to 25% of the total power generation;</li>\n    <li>Ensure access to modern, affordable and reliable energy supply for up to 100% of the population and sectors of the economy;</li>\n    <li>Upgrade the infrastructure of industrial enterprises, ensure their sustainability by increasing energy efficiency by at least 20% and by wider use of clean and environmentally friendly technologies and industrial processes;</li>\n    <li>Expand the production and use of motor fuels and vehicles with improved energy- efficiency and environmental performance, as well as develop electric transport;</li>\n    <li>Significantly increase the water use efficiency in all sectors of the economy, introduce drip irrigation technologies on up to 1 million hectares of lands and increase yield of crops cultivated on this land by up to 20-40%;</li>\n    <li>Achieve Land Degradation Neutrality; and</li>\n    <li>Increase the average productivity of basic agricultural products by 20-25%.</li><br>\n</ul>\n<p style=\"text-align: justify;\">To support the acceleration of hydropower development, the government also enacted the \"Law on the Use of Renewable Energy Sources\" and the 'Law on Public-Private Partnership\" to enable the regulatory frameworks to accelerate the implementation of renewable energy projects.<br><br>The Government of Uzbekistan identified strategic directions for climate adaptations for the following sectors<sup>6</sup>: adaptation in water management; adaptation in agriculture; climate adaptation in social sphere; mitigating the Area Sea disaster; ecosystem adaptation; and adaptation of strategic infrastructure and production facilities. The adaptation measures are a priority policy area of the country aimed at reducing vulnerability and increasing the communities' readiness for hydrometeorological risks. The action for adaptations also emphasizes the relevance of co-benefits with mitigation.</p>\n<p><br></p>\n<p style=\"text-align: justify;\"><strong style=\"font-size: 24px;\">Financing</strong><br><br>As of now, the Green Climate Fund (GCF) have already invested $105.9 million<sup>7</sup> to support readiness to implement the NDCs. Resilience and mitigation initiatives are also delivered by collaboration of several international development organizations and development banks (i.e. ADB and IsDB). In terms of adaptation, UNDP is supporting the process of the national adaptation plan (NAP) financed by GCF to lay the groundwork for the systematic and iterative identification of medium- and long-term risks to establish adaptation priorities and ensuring that no one is left behind.<br><br><br><strong style=\"font-size: 24px;\">Opportunities for ADB</strong><br><br>The mitigation and adaptation priorities, including the capacity building and financing requirements toward green economy align well with ADB's core mandate and experience in the region. Opportunities to contribute to the government's climate change goals may include: climate-resilient agriculture and water resources infrastructure, disaster risk reduction early warning and management, low carbon energy and transport and infrastructure development including energy efficiency, natural resource/environment management, and establishing financing frameworks to catalyze green/climate investment. Modernization of early warning against flood and mudflow is currently funded by GCF through UNDP. Several upstream assessment projects are ongoing and in the pipeline to support the resilience of water resources sector and livestock of Uzbekistan.</p>\n\n\n<p><br></p>\n<hr>\n<p><span style=\"font-size: 12px;\"><strong style=\"font-size: 14px;\">1</strong><span style=\"font-size: 12px;\">&nbsp;\"Data Explorer,\". Available online: </span><span style=\"font-size: 12px;\"><a href=\"https://www.climatewatchdata.org/\" style=\"color: rgb(60, 120, 216);\">https://www.climatewatchdata.org/</a></span><span style=\"font-size: 12px;\">. accessed 11 October 2022 </span><br><span style=\"font-size: 12px;\"><strong style=\"font-size: 14px;\">2</strong><span style=\"font-size: 12px;\">&nbsp;</span><span style=\"font-size: 12px;\"><a href=\"https://www.iea.org/reports/uzbekistan-energy-profile\" style=\"color: rgb(60, 120, 216);\">https://www.iea.org/reports/uzbekistan-energy-profile </a></span></span><br><span style=\"font-size: 12px;\"><strong style=\"font-size: 14px;\">3</strong><span style=\"font-size: 12px;\"> Uzbekistan – Full Content of NDC2. Available online: </span><span style=\"font-size: 12px;\"><a href=\"https://www.climatewatchdata.org/ndcs/country/UZB?document=revised_first_ndc\" style=\"color: rgb(60, 120, 216);\">https://www.climatewatchdata.org/ndcs/country/UZB?document=revised_first_ndc </a></span></span><br><span style=\"font-size: 12px;\"><strong style=\"font-size: 14px;\">4</strong><span style=\"font-size: 12px;\"> The World Bank, 2022. Armenia takes important steps toward a disaster resilient future. Accessed 24 October 2022. Available online: </span></span><br><span style=\"font-size: 12px;\"><a href=\"https://www.worldbank.org/en/news/feature/2018/08/08/armenia-takes-important-steps-toward-a-disaster-resilient-future\" style=\"color: rgb(60, 120, 216);\">https://www.worldbank.org/en/news/feature/2018/08/08/armenia-takes-important-steps-toward-a-disaster-resilient-future </a></span><br><span style=\"font-size: 12px;\"><strong style=\"font-size: 14px;\">5</strong><span style=\"font-size: 12px;\"> ND-GAIN – Notre Dam Global Adaptation Initiative (2022). ND-GAIN Country Index. Accessed 11 October 2022. Available online: </span></span><br><span style=\"font-size: 12px;\"><a href=\"https://gain.nd.edu/our-work/country-index/\" style=\"color: rgb(60, 120, 216);\">https://gain.nd.edu/our-work/country-index/ </a></span><br><span style=\"font-size: 12px;\"><strong style=\"font-size: 14px;\">6</strong><span style=\"font-size: 12px;\"> WRI, 2022. Uzbekistan-Full Content: Revised first NDC. Available online: </span></span><br><span style=\"font-size: 12px;\"><a href=\"https://www.climatewatchdata.org/ndcs/country/UZB/full?searchBy=query&amp;query=uzbekistan&amp;idx=0&amp;document=revised_first_ndc-EN\" style=\"color: rgb(60, 120, 216);\">https://www.climatewatchdata.org/ndcs/country/UZB/full?searchBy=query&amp;query=uzbekistan&amp;idx=0&amp;document=revised_first_ndc-EN</a></span><span style=\"font-size: 12px;\">. Accessed 14 November 2022 </span><br><span style=\"font-size: 12px;\"><strong style=\"font-size: 14px;\">7</strong><span style=\"font-size: 12px;\"><a href=\"https://www.greenclimate.fund/countries/uzbekistan\" style=\"color: rgb(60, 120, 216);\">https://www.greenclimate.fund/countries/uzbekistan</a></span></span></span><br></p>\n<p><br></p>","slug":"Uzbekistan","title":"Climate Profile of Uzbekistan","published":true,"author":"adb-demo","date_updated":"Sat Apr 01 2023 12:55","country":"uzbekistan","date_created":"Fri Mar 31 2023 10:58"}},"__N_SSG":true}