{"pageProps":{"post":{"date_created":"Wed Mar 29 2023 11:41","content":"<p><span style=\"font-size: 24px;\"><strong style=\"font-size: 30px;\">Climate Profile of Armenia</strong></span></p><p><span style=\"font-size: 14px;\"><span style=\"font-size: 16px;\"><strong style=\"\">The Climate Team</strong><br>Environment, Natural Resources and Agriculture Division<br>Central and West Asia Department<br></span><span style=\"font-size: 16px;\">Asian Development Bank (ADB)</span></span></p><p><span style=\"font-size: 14px;\"><span style=\"font-size: 16px;\"><br></span></span></p><p><span style=\"font-size: 24px;\"><strong>Greenhouse gas (GHG) mitigation</strong></span></p><p>The total greenhouse gas (GHG) emissions for Armenia are estimated at 10MTCO2-eq in 2019<sup>1</sup>, including land use change and forestry (LUCF). The sharp decline of GHG emissions from 1992-1994 was associated with the fall of Soviet Union<sup>2</sup>. From 1994, the GHG emissions increased by 15% in 2019. The energy sector accounts for the highest share of emissions at 68%. The emissions from the remaining sector, agriculture contributes to 18.3%. Enteric fermentation, use of synthetic fertilizers, and manure left on pasture accounts for 1.60MT CO2-eq, equivalent to 88% of the total emissions from the agricultural sector. The NDC's commits to reduce emissions by 40% from the 1990’s emission levels. For the energy sector, the mitigation measure includes doubling the share of renewable energy sources and extension Nuclear Power Plant. In agriculture, the mitigation&nbsp;includes minimizing enteric fermentation (63% share of GHG emission to agriculture), and sustainable soil and nutrient management. Further, improving public transportation, support in uptake of electric cars, as well as increasing 12.9% forest cover by 2030 are among the interventions specified in the updated NDC.</p><p><strong style=\"font-size: 18px;\">Key Points</strong></p><ul><li>A large share of emissions comes from the energy sector coming from residential and transport demand. Large GHG contribution from agriculture come from livestock-related activities.</li><li>Key climate risks, such as drought, heatwaves, flood, and landslides are projected to increase in severity in the future. Extensive damages to the economy were recorded from past events with high impacts on food and water security</li><li>ADB Low-Carbon initiative, Just Transition platform, and the Water Resilience hub aligns well with the mitigation and adaptation priorities of ADB. Reducing emissions through scaling climate-smart agriculture and strengthened climate information system can contribute both to mitigation and adaptation goals.</li></ul><p><br></p><p><strong style=\"font-size: 24px;\">CWRD Climate Briefs | No. 1 (24 November 2022)</strong></p><p><span style=\"font-size: 14px;\"><strong>Figure 1. GHG emissions by major sectors from 1990-2019 in Turkmenistan</strong></span></p><iframe src=\"https://weaponsforge.github.io/climate-profile-full/barchartviz/\" width=\"456px\" height=\"281px\"></iframe><p><strong style=\"font-size: 18px;\"><br></strong></p><p><strong style=\"font-size: 24px;\">Climate Change Scenarios</strong></p><p><strong>Key climate risks.</strong> The country has moderate levels (rated 5.4 with risk increasing over the past three years) of disaster risk based on a rating from the Index for Risk Management<sup>3</sup>&nbsp;for flood (4.3 out of 10) and drought (4.9 out of 10). Although flood ranked as a moderate risk it poses a high risk to subsistence agriculture. Improvement in hydromet services, particularly flood early warning will be an important step in building climate resilience<sup>4</sup>. Extreme precipitation can also trigger landslides and mudflows. It is estimated that ~4.1% of the total land area of Armenia is at risk to landslide, and almost a third of the population is exposed<sup>5</sup>. Drought affects agriculture, particularly when non-climate resilient crops are, and land management practices are used affecting 25,000 poor households in 2001<sup>6</sup>. Heatwave is also a&nbsp;climate threat that negatively affects sectors, particularly in the emergence of water supply, labor productivity, and heath. Non-climate-related risk includes earthquakes which caused 25,000 deaths in 1988.</p><br><table style=\"border-collapse:collapse;width: 100%;\"><tbody>\n<tr>\n\t<td style=\"width: 25%; text-align: center;\"><strong>KEY CLIMATE RISKS</strong><br></td>\n\t<td style=\"width: 25%; text-align: center;\"><strong>BASELINE</strong> <br></td>\n\t<td style=\"width: 25%; text-align: center;\"><strong>FUTURE SCENARIO</strong><strong><br></strong></td>\n\t<td style=\"width: 25%; text-align: center;\"><strong>OBSERVED IMPACTS</strong><br></td></tr>\n<tr>\n\t<td style=\"width: 25%; background-color: rgb(243, 243, 243); vertical-align: middle;\"><strong>HEATWAVE</strong><br></td>\n\t<td style=\"width: 25%; background-color: rgb(243, 243, 243);\">Current annual probability is ~3%<br></td>\n\t<td style=\"width: 25%; background-color: rgb(243, 243, 243);\">Increase in annual probability to ~18% by 2090.<br></td>\n\t<td style=\"width: 25%; background-color: rgb(243, 243, 243);\">Serious threat to&nbsp;public health and&nbsp; labor productivity.<br></td></tr>\n<tr>\n\t<td style=\"width: 25%;\"><strong>DROUGHT</strong><br></td>\n\t<td style=\"width: 25%;\">High incidence of annual probability of severe&nbsp; meteorological drought<br></td>\n\t<td style=\"width: 25%;\">Increase in incidence&nbsp; of severe drought by as&nbsp; much as 80% by 2090s). With 1.5°C warming a 1-<br>in-100 drought magnitude may return every 20 years, and with 2°C warming the event may recur every 10 years<br></td>\n\t<td style=\"width: 25%;\">Vulnerable population are&nbsp;poor households who largely depend on local food production.<br></td></tr>\n<tr>\n\t<td style=\"width: 25%; background-color: rgb(243, 243, 243);\"><strong>FLOOD AND LANDSLIDES</strong><br></td>\n\t<td style=\"width: 25%; background-color: rgb(243, 243, 243);\">Lack of early warning causing damage to agriculture, health and <br>economy. Landslide is triggered by <br>heavy rainfall<br></td>\n\t<td style=\"width: 25%; background-color: rgb(243, 243, 243);\">Future trends are uncertain. If rain intensifies, there is a possibility of <br>increased incidence of flooding and mudflow, especially in areas <br>currently at risk.<br></td>\n\t<td style=\"width: 25%; background-color: rgb(243, 243, 243);\">Vulnerable populations are poor households and isolated rural communities are vulnerable. Subsistence agriculture is at higher risk.<br><br></td></tr></tbody></table><p><br></p><p><strong>Long term climate trends.</strong> There has been an observed warming trend of about 1.23°C between 1929–2016, and this trend will continue in the future. An estimated 17% increase in temperature is likely in 2050 and as much as 43% in 2090 considering the middle-of-the-road emission scenario. Key climate risks, such as drought and heatwave, can be exacerbated by rising temperatures, potentially incurring social, natural, and economic damage if no adaptation measures are implemented. Climate change may increase the incidence of heatwaves by as much as 18% under high emission scenarios compared to the current 3% level due to rise in temperatures.</p><p><br></p><p><strong style=\"font-size: 24px;\">CWRD Climate Briefs | No. 1 (24 November 2022)</strong></p><p>Historical records suggests that there is an observed decline in average monthly precipitation, particularly in western regions and in arid northern regions. In the future, long-term changes (either increase or decrease) in precipitation trends shows no conclusive evidence. However, increases in<br>extreme events may be likely if precipitation shifts away from the summer months and reduced glacial mass may. Slight increase in extreme rainfall (5-day rainfall) events maybe likely in northern and eastern parts of Armenia.<br></p><p><strong style=\"font-size: 24px;\">Impacts of climate change and variability, vulnerability, and readiness</strong></p><p>The impacts of climate change cut across various sectors (e.g., natural resources, economics, and communities, Table 2). Expansion of arid and semi-arid lands are likely in the future with increased frequency and intensity of drought leading to soil and land degradation. Potential impacts are changes to ecosystems leading to forest loss, increased frequency of forest fire, pest and disease outbreak, and introduction of invasive species. Water quality and level may also be affected due to the projected decrease of river flow by 39% by the end of century (2090). The performance of hydropower is likely to be affected by reduced water supply in the future, caused by increased drought incidence, evapotranspiration, and reduced glacial mass. Water scarcity and increased water demand will also affect agricultural yields in key agricultural production regions, such as the Ararat Valley. Particularly vulnerable are communities with prevalent poverty and malnutrition rates, which are less likely to cope with the impacts of climate change, particularly heat stress and food insecurity due to agricultural losses and water shortages. The vulnerability rating (ND-GAIN<sup>7</sup><br> rank of 69 out of 192 countries) did not change over the past 25 years, the readiness has positively changed for Armenia. With risk index<br>increasing over the past years calls for climate action to ensure preparedness and plan for suitable adaptation options, preventing maladaptation.<br><br></p><p><strong>Table 2.</strong> Vulnerability of each sector to climate change</p><table style=\"border-collapse:collapse;width: 100%;\"><tbody>\n<tr>\n\t<td style=\"width: 25%; text-align: center;\"><strong>Sectors</strong><br></td>\n\t<td style=\"width: 25%; text-align: center;\"><strong>Vulnerability</strong><br></td>\n\t<td style=\"width: 25%; text-align: center;\"><strong>Climate-related Causes</strong><br></td>\n\t<td style=\"width: 25%; text-align: center;\"><strong>Impact</strong><br></td></tr>\n<tr>\n\t<td style=\"width: 25%; background-color: rgb(243, 243, 243);\"><strong>Natural Resources</strong><br></td>\n\t<td style=\"width: 25%; background-color: rgb(243, 243, 243);\"><ul><li>Reduction in water supply and water quality</li><li>Declining glacial mass in the mountains</li><li>Desertification and decline in soil quality<br></li></ul><br></td>\n\t<td style=\"width: 25%; background-color: rgb(243, 243, 243);\"><ul><li>Increase in temperature, heat waves.</li><li>Documented decline in annual precipitation and desertification.</li><li>High levels of evaporation<br></li></ul></td>\n\t<td style=\"width: 25%; background-color: rgb(243, 243, 243);\"><ul><li>Strain on water resources due to reduced&nbsp;river flow affecting water levels in lakes and reservoirs with implications on fisheries and crop productivity. Increased risks to public health particular in areas with low health capital, high malnutrition and poverty <br>rates.</li><li>Potential loss in biodiversity<br></li></ul></td></tr>\n<tr>\n\t<td style=\"width: 25%;\"><strong>Economic</strong><br></td>\n\t<td style=\"width: 25%;\"><ul><li>Reduction in crop yields<br>with increased water <br>requirements</li><li>Land degradation</li><li>Increase water demand for hydropower</li><li>Exposure of manual labor to extreme heat<br></li></ul></td>\n\t<td style=\"width: 25%;\"><ul><li>Increase in temperature</li><li>Increase frequency&nbsp;and intensity of drought<br></li></ul></td>\n\t<td style=\"width: 25%;\"><ul><li>Hostility in agricultural operations: agriculture labor force is sensitive to heat waves leading to decline in labor productivity</li><li>Decline in water quantity and quality for agriculture and drinking water</li><li>Increase demand for electricity<br></li></ul></td></tr><tr>\n\t<td style=\"width: 25%; background-color: rgb(243, 243, 243);\"><strong>Communities</strong></td>\n\t<td style=\"width: 25%; background-color: rgb(243, 243, 243);\"><ul><li>High poverty, malnutrition, and food insecurity, esp. in rural areas</li><li>High incidence of stunting and malnutrition</li><li>High mortality to heat\u0002related stresses<br></li></ul></td>\n\t<td style=\"width: 25%; background-color: rgb(243, 243, 243);\"><ul><li>Increase in temperature</li><li>Risks of increased probability of drought<br></li></ul></td>\n\t<td style=\"width: 25%; background-color: rgb(243, 243, 243);\"><ul><li>High risk of productivity losses for manual labor / less productive labor for agriculture</li><li>Increased health risks</li><li><em>Disruption of remittance flows due to climate change is an issue which is poorly understood.</em><br></li></ul></td></tr></tbody></table><p><br></p><p><strong style=\"font-size: 24px;\">Adaptation and mitigation priorities</strong></p><p>The government prioritizes optimizing the energy structure, protection, and restoration of the environment and ecological systems. Emphasis on interventions focuses on the GHG reduction for the energy sector includes development of renewable energy and energy efficiency as indicated in the Republic of Armenia 2-14-2025 Strategic Program of Perspective Development. The Strategic Program for the Development of the Energy Sector until 2040 primary highlights energy security with emphasis on nuclear energy, modern gas fired generation plants, and shift to solar and wind energy. In particular, the country is developing a 1000MW solar energy capacity until 2030 to increase energy mix of renewable energy. For the agricultural sector (aligned with Strategy 2020-2030 of Armenia), there is an emphasis on reducing enteric fermentation, improved nutrient management, and organic farming, and animal breeding. Other sectors-specific climate mitigation actions included in the first updated NDC are the<br>following:</p><ul><li>Transport: Increased efficiency of public transport, use of renewable energy, stimulation and support in uptake of electric vehicles.</li><li>Improved solid waste management system aligned with the Solid Waste Management System Development Strategy for 2017-2036</li><li>Increase in forest cover by 12.9% by 2030 as part of the National Forestry Programme (2021). This would entail increased by 33,000 hectares from the current 262,000 forested area.</li><br></ul><p>Armenia considers natural ecosystem adaptation approach as basis in developing the national adaptation plan (NAP). The NAP process emphasizes the reduction and management of climate risks to minimize losses and building mechanisms enabling adaptation of natural, human, production, and infrastructure. Priority adaptation will be based on vulnerability analysis of:<br></p><ul><li>Natural ecosystems (aquatic and terrestrial, including forest ecosystems, biodiversity, and land cover)</li><li>CWRD Climate Briefs | No. 1 (24 November 2022)</li><li>Human health</li><li>Water resource management</li><li>Agriculture, including fishery and forests</li><li>Energy</li><li>Human settlements and infrastructures</li><li>Tourism</li></ul><p><br></p><p><span style=\"font-size: 24px;\"><strong>Financing</strong></span></p><p>Financial support from donors and international development organizations will be required to deliver the commitment to accelerating emission reduction by 2030 and 2050. The government seeks to develop a debt-for-climate innovative financial swap mechanism. It aims at leveraging additional finance into climate action and suggests innovating not only the technical aspects of the debt-for\u0002climate transaction, but the prioritization and value of commitments undertaken by countries across the world on a bilateral and multilateral level.<sup>8</sup></p><p><br></p><p><span style=\"font-size: 24px;\"><strong>Opportunities for ADB</strong></span></p><p>The mitigation and adaptation priorities, including the capacity building and financing requirements toward green economy align well with ADB’s core mandate and experience in the region. Opportunities to contribute to the government’s climate change goals may include: climate-resilient agriculture (improve crop production and extension services), water resources infrastructure, disaster risk reduction and management (i.e., strengthening climate information services – disaster early warning and improved climate projections), low carbon energy and transport and infrastructure development including energy efficiency, upstream work to promote climate resilient human settlements and infrastructures (including DRR in infrastructure design), natural resource/environment<br>management (reducing GHG emissions and improve climate resilience of the livestock sector, improving adaptation in forestry sector), development of database on climate change risks, support integration of climate upstream work in sectoral planning, and establishing financing frameworks to catalyze green/climate investment.</p><p><br></p><hr><p><span style=\"font-size: 12px;\"><strong style=\"font-size: 14px;\">1</strong><span style=\"font-size: 12px;\"> \"Data Explorer,\" ClimateWatch, accessed 11 October 2022. Available online:&nbsp;</span><span style=\"font-size: 12px;\"><a href=\"https://www.climatewatchdata.org/\" target=\"_blank\" style=\"color: rgb(60, 120, 216);\">https://www.climatewatchdata.org/</a></span></span></p><p><span style=\"font-size: 12px;\"><strong style=\"font-size: 14px;\">2</strong><span style=\"font-size: 12px;\"> USAID, 2017. Greenhouse gas emissions in Armenia. Accessed 24 October 2022. Available online: </span><span style=\"font-size: 12px;\"><a href=\"https://bit.ly/3slvpR6\" target=\"_blank\" style=\"color: rgb(60, 120, 216);\">https://bit.ly/3slvpR6</a></span><br></span></p><p><span style=\"font-size: 12px;\"><strong style=\"font-size: 14px;\">3</strong><span style=\"font-size: 12px;\"> Inter-Agency Standing Committee and the European Commission, INFORM REPORT 2022; Shared evidence for managing crises and </span><br><span style=\"font-size: 12px;\">disasters, EUR 31081 EN, Publications Office of the European Union, Luxembourg, 2022, ISBN 978-92-76-52775-6, </span><br><span style=\"font-size: 12px;\">doi:10.2760/08333,JRC129343. Available online: </span><span style=\"font-size: 12px;\"><a href=\"https://bit.ly/3gErCvq\" target=\"_blank\" style=\"color: rgb(61, 133, 198);\">https://bit.ly/3gErCvq</a></span><br></span></p><p><span style=\"font-size: 12px;\"><strong style=\"font-size: 14px;\">4</strong><span style=\"font-size: 12px;\"> The World Bank, 2022. Armenia takes important steps toward a disaster resilient future. Accessed 24 October 2022. Available online: </span><br><span style=\"font-size: 12px;\"><a href=\"https://www.worldbank.org/en/news/feature/2018/08/08/armenia-takes-important-steps-toward-a-disaster-resilient-future\" target=\"_blank\" style=\"color: rgb(61, 133, 198);\">https://www.worldbank.org/en/news/feature/2018/08/08/armenia-takes-important-steps-toward-a-disaster-resilient-future</a></span><br></span></p><p><span style=\"font-size: 12px;\"><strong style=\"font-size: 14px;\">5</strong><span style=\"font-size: 12px;\"> The World Bank, 2022. Armenia. Accessed 24 October 2022. Available online: </span><br><span style=\"font-size: 12px;\"><a href=\"https://climateknowledgeportal.worldbank.org/country/armenia/vulnerability\" target=\"_blank\" style=\"color: rgb(60, 120, 216);\">https://climateknowledgeportal.worldbank.org/country/armenia/vulnerability</a></span><br></span></p><p><span style=\"font-size: 12px;\"><strong style=\"font-size: 14px;\">6</strong><span style=\"font-size: 12px;\"> Country Risk Country Profile: Armenia (2021): The World Bank Group and the Asian Development Bank. Accessed: 15 September </span><br><span style=\"font-size: 12px;\">2022. Available online: </span><span style=\"font-size: 12px;\"><a href=\"https://bit.ly/3F8E010\" style=\"color: rgb(60, 120, 216);\">https://bit.ly/3F8E010</a></span><br><br><span style=\"font-size: 12px;\"><strong style=\"font-size: 14px;\">7</strong><span style=\"font-size: 12px;\"> ND-GAIN – Notre Dam Global Adaptation Initiative (2022). ND-GAIN Country Index. Accessed 11 October 2022. Available online: </span></span><br><span style=\"font-size: 12px;\"><a href=\"https://gain.nd.edu/our-work/country-index/\" style=\"color: rgb(60, 120, 216);\">https://gain.nd.edu/our-work/country-index/</a></span><br><br><span style=\"font-size: 12px;\"><strong style=\"font-size: 14px;\">8</strong><span style=\"font-size: 12px;\"> Republic of Armenia. 2015. Fourth National Communication on Climate Change Under the United Nations Framework Convention on </span></span><br><span style=\"font-size: 12px;\">Climate Change. Yerevan</span></span><br></p>","id":"53qbQDO6J0dhsPUPckX4","country":"armenia","slug":"ccprofile-armenia","author":"adb-demo","date_updated":"Fri Mar 31 2023 11:03","description":"The Climate Profile of Armenia","title":"Climate Profile of Armenia","uid":"u20OEYTfOwcGURgdMFk233Unxvt2","published":true}},"__N_SSG":true}