{"pageProps":{"post":{"country":"turkmenistan","title":"Climate Profile of Turkmenistan","id":"N6gRVWmEatrBpqtyjAJV","date_created":"Fri Mar 31 2023 11:00","author":"adb-demo","uid":"u20OEYTfOwcGURgdMFk233Unxvt2","date_updated":"Sat Apr 01 2023 17:23","content":"<p><strong style=\"font-size: 30px;\">Climate Profile of Turkmenistan</strong></p>\n<p><span style=\"font-size: 16px;\"><strong>The Climate Team</strong><br>Environment, Natural Resources and Agriculture Division<br>Central and West Asia Department<br>Asian Development Bank</span></p>\n<p><span style=\"font-size: 16px;\"><br></span></p>\n<p><strong style=\"font-size: 24px;\">Greenhouse gas (GHG) mitigation</strong></p>\n<p style=\"text-align: justify;\">The total greenhouse gas (GHG) emissions for Turkmenistan are estimated at 157MTCO2-eq in 2019<sup>1</sup>, including land use land use change and forestry (LULUCF). The energy sector accounts for the highest share of emissions at 91%. The combined agricultural (6.27%) and industrial (1.37%) sector emissions accounts for 7.3%. Livestock is the largest contributor for GHG emission in agriculture from enteric fermentation and manure management. The NDC's (2022) commitment to mitigation focuses on energy efficiency and conservation, development of renewable energy, sustainable use of natural gas and petroleum products, and carbon accumulation in forest ecosystems.. The latest NDC was submitted to the UNFCCC in 2022. Government funds and substantial financial support from international development organizations will be required to deliver the commitment to accelerating emission reduction and achieving net zero by 2030.</p>\n<p><strong style=\"font-size: 18px;\">Key Points</strong></p>\n<ul>\n    <li>A large share of emissions comes from the energy sector coming from residential and transport demand. Large GHG contribution from agriculture come from livestock-related activities.</li>\n    <li>Key climate risks, such as drought, heatwaves, flood, and are projected to increase in severity in the future. Extensive damages to the economy were recorded from past events with high impacts on food and water security</li>\n    <li>ADB Low-Carbon initiative, Just Transition platform, and the Water Resilience hub aligns well with the mitigation and adaptation priorities of Turkmenistan. Reducing emissions through scaling climate-smart agriculture and strengthened climate information system can contribute both to mitigation and adaptation goals.</li>\n    <li>The 2022 Turkmenistan NDC sets an ambitious target - reducing GHG emissions in 2030 by 20% relative to 2010 emissions<br></li><br>\n</ul>\n<p><strong style=\"font-size: 24px;\">CWRD Climate Briefs | No. 1 (24 November 2022)</strong></p>\n<p><strong style=\"font-size: 24px;\">Climate Change Scenarios</strong></p>\n<p style=\"text-align: justify;\"><strong>Key climate risks.</strong> The country has moderate levels (rated 2.4 with no considerable changes over the past three years) of disaster risk based on a rating from the Index for Risk Management<sup>2&nbsp;</sup>for flood (6.4 out of 10) and drought (4.3 out of 10). Although flood ranked as a moderate risk and the region most susceptible is the Eastern Lebap region, the government of Turkmenistan recorded considerable economic damage in 1993, 1996, and 2005. Drought causes a significant reduction in the water supply that affects industrial and domestic use but also significantly reduces the availability of pastures for livestock by as much as 70%<sup>3</sup>. Heatwave is also a climate threat that negatively affects sectors, particularly in the emergence of water supply, labor productivity, and heath.</p>\n<p><br></p>\n<table style=\"border-collapse: collapse; width: 84.8066%; margin-left: 6.07735%; border: 1px solid rgb(255, 255, 255);\">\n    <tbody>\n        <tr>\n            <td style=\"width: 50%; vertical-align: top; border: 1px solid rgb(255, 255, 255); text-align: center;\"><span style=\"font-size: 14px;\">Figure 1. GHG emissions by major sectors from 1990-2020 in Turkmenistan</span><br><br><img src=\"https://firebasestorage.googleapis.com/v0/b/adb-demo.appspot.com/o/assets%2Fimages%2Fturkmenistan%2Fimage4.png?alt=media&amp;token=c40e9e09-e3ae-43b5-8929-624e4839763a\" alt=\"\" width=\"367\" height=\"264\" style=\"border: 1px solid #fff;\"><br></td>\n            <td style=\"width: 50%; vertical-align: top; border: 1px solid rgb(255, 255, 255); text-align: center;\"><span style=\"font-size: 14px;\">Figure 2. Drought incidence (%) from 1980-2022. Country with thick border line is Turkmenistan<br><br></span><img src=\"https://firebasestorage.googleapis.com/v0/b/adb-demo.appspot.com/o/assets%2Fimages%2Fturkmenistan%2Fimage1.png?alt=media&amp;token=e6660479-ad3a-4099-94e5-caca76dd5c3b\" alt=\"\" width=\"345\" style=\"vertical-align: bottom; display: block; margin-left: auto; margin-right: auto; border: 1px solid #fff;\" height=\"259\"><br></td>\n        </tr>\n    </tbody>\n</table>\n<p style=\"text-align: justify;\"><strong><br></strong></p>\n<p style=\"text-align: justify;\"><strong>Long term climate trends. </strong>Asia. There has been an observed warming trend in recent decades in Turkmenistan, and this trend will continue in the future. An estimated 20% increase in temperature is likely considering the middle-of-the-road emission scenario. Key climate risks, such as drought and heatwave, can be exacerbated by rising temperatures, potentially incurring social, natural, and economic damage if no adaptation measures are implemented. Climate scenarios for crops indicate increasing suitability throughout central and west Asia. The projected increase in temperature with climate change is an important factor for faster crop growth and higher yields<sup>4&nbsp;</sup>(&gt; 12%). Adaptation in wheat production should focus on changes in the frequency of climate variability (i.e., drought and flood) that have more severe impacts on production.</p>\n<p style=\"text-align: justify;\">The precipitation trends for Turkmenistan show there are no considerable future changes. With reduced glacial mass, there is expected to be a shift in the timing of flood risk from summer to springtime. Since flooding is strongly associated with the water cycle, other anthropogenic factors might alter water flow and exacerbate flood risk. The Turkmenistan&nbsp;NDC projects an average temperature increase by 2100 from 2-3ºС (optimistic scenario) до 6-7ºС (pessimistic scenario) relative to 1990.<sup>5</sup></p>\n<p><sup><br></sup></p>\n<p><strong style=\"font-size: 24px;\">Impacts of climate change and variability, vulnerability, and readiness</strong></p>\n<p style=\"text-align: justify;\">The impacts of climate change cut across various sectors (e.g., natural resources, economics, and communities). An increased temperature might cause an ecological shift in important tree species to higher altitudes putting more pressure on mountain ecosystems. Agricultural yields and the performance of hydropower are likely to be affected by reduced water supply in the future, caused by increased drought incidence and evapotranspiration. Particularly vulnerable are communities with prevalent poverty and malnutrition rates, which are less likely to cope with the impacts of climate change. Turkmenistan's readiness and vulnerability rating did not change for the past 25 years. While the vulnerability rating (ND-GAIN<sup>6&nbsp;</sup>rank of 132 out of 192 countries) did not change over the years, ramping up climate action to increase readiness and preparedness is necessary to ensure inclusive growth amidst the threat of climate change.</p>\n<p><br></p>\n<p><strong style=\"font-size: 24px;\">Mitigation priorities</strong></p>\n<p style=\"text-align: justify;\">The government prioritizes optimizing the energy structure, protection, and restoration of the environment and ecological systems. The Nationally Determined Contribution (NDC) has included mitigation actions related to efficient energy use, reduction of fugitive methane emissions, climate-safe waste management, decreased reliance on petroleum products, and increased use of alternative energy sources. A special attention is given to carbon sequestration measures in soils and forest plantations.</p>\n<p>General approach to an increase in energy efficiency of different sectors is based on (NDC, 2022):</p>\n<ul>\n    <li>development of energy saving programs for individual industries</li>\n    <li>improvement of the system of commercial and technical accounting of energy consumption</li>\n    <li>modernization of ongoing technological processes, as well as optimization of the structure of specific enterprises</li>\n    <li>introduction of energy management based on the analysis of the main technological processes</li>\n    <li>special training of personnel, increasing their interest in energy saving</li>\n</ul>\n<p>The NDC also contains specific policies and measures for each sector of the economy.</p>\n<p><br></p>\n<p><strong style=\"font-size: 24px;\">Adaptation priorities</strong></p>\n<p style=\"text-align: justify;\">The National Climate Change Strategy of Turkmenistan identifies key vulnerable sectors, which are the most sensitive to climate change: agriculture and water management, public health, soil and land resources, ecosystems and forestry.</p>\n<p style=\"text-align: justify;\">In the are of healthcare climate change adaptation activities include:</p>\n<ul>\n    <li style=\"text-align: justify;\">strengthening the health care system to minimize the impact of climate change on public health;</li>\n    <li style=\"text-align: justify;\">raising awareness of the public, health workers, policymakers about the impact of climate change on people's health in order to implement health measures;</li>\n    <li style=\"text-align: justify;\">inclusion of issues of the impact of climate change on public health in the curricula of the State Medical University of Turkmenistan and medical schools</li>\n    <li style=\"text-align: justify;\">strengthening regional and international cooperation of the Ministry of Health and Medical Industry of Turkmenistan in the development of specific mechanisms for the implementation of action plans for the health sector in connection with climate change and other issues.</li>\n</ul>\n<p style=\"text-align: justify;\">In the agricultural sector, most attention is given to adapting agriculture to water shortages by increasing the irrigation efficiency. In addition, Turkmenistan is building and renovating several large water reservoirs allowing it to maintain&nbsp;stable water supply for agriculture and other needs.</p>\n<p style=\"text-align: justify;\">Also, Turkmenistan is pushing to develop a more detailed National Action Plan (NAP) for water, agriculture, ecosystems, and soil and land resources with support from UNDP.</p>\n<p><br></p>\n<p><strong style=\"font-size: 24px;\">Financing</strong></p>\n<p style=\"text-align: justify;\">Currently, most of the funds for climate change financing in Turkmenistan are allocated from the state budget (NDC, 2022). At the same time, implementing the NDC of Turkmenistan requires climate financing from international organizations, multilateral development banks, and the private sector. Based on Organization for Economic Cooperation and Development (OECD, 2019)<sup>7</sup>, the investment in sustainable infrastructure in Turkmenistan (i.e., transport, energy, industry, and mining), in addition to government funding, was supported by foreign aid, multilateral development banks (e.g., ADB and Islamic Development Bank), and the private sector. The Green Climate Fund (GCF) <sup>8,9</sup> has been supporting the development of the government's NAP process since 2017. In 2022, the GCF approved<sup>10</sup> a $USD1.8 million project for NAP development with support from United Nations Development Program (UNDP) to build an institutional framework to help implement the Paris Agreement (PA) and strengthen the evidence base for adaptation planning in the water sector.</p>\n<p style=\"text-align: justify;\">In order to streamline the international climate financing Turkmenistan pans to establish a \"National Fund for a Clean Climate\", the budget of which can be formed from various internal, external, as well as innovative sources of financing for Turkmenistan. The NDC projects that the implementation of all planned adaptation actions by 2030 will require international financial support of approximately US$0.5 billion.</p>\n<p><br></p>\n<p><strong style=\"font-size: 24px;\">Opportunities for ADB</strong></p>\n<p style=\"text-align: justify;\">ADB can support the government's climate action by promoting and developing renewable energy and cleaner fuels, conducting upstream climate assessment, and formulating national adaptation plans to identify potential entry points to scale-up climate adaptation interventions.</p>\n<p style=\"text-align: justify;\">The Turkmenistan NDC offers a few specific areas of support, which could be financed by ADB:</p>\n<ul style=\"text-align: justify;\">\n    <li style=\"\">developing a unified methodology for assessing climate risks, including the ranking of adaptation measures to address these risks, as well as the development of adaptation plans for various sectors and levels (e.g., most major cities) and indicators of their achievement</li>\n    <li style=\"\">additional measures and policies for water conservation in agriculture and other sectors (waster deficit in 2030 could reach 5 bln. Cubic meters)</li>\n    <li style=\"\">support for continuous reduction of methane emissions from natural gas systems (in line with the Global Methane Pledge of 2022).</li><br>\n</ul>\n<hr>\n<p><span style=\"font-size: 14px;\"><span style=\"font-size: 12px;\"><strong style=\"font-size: 14px;\"><br></strong></span></span></p>\n<p><span style=\"font-size: 14px;\"><span style=\"font-size: 12px;\"><strong style=\"font-size: 14px;\">1</strong><span style=\"font-size: 12px;\">&nbsp;\"Data Explorer,\" ClimateWatch, accessed 11 October 2022. Available online: </span><span style=\"font-size: 12px;\"><a href=\"https://www.climatewatchdata.org/\" style=\"color: rgb(60, 120, 216);\">https://www.climatewatchdata.org/</a></span><br><strong style=\"font-size: 14px;\">2</strong><span style=\"font-size: 12px;\"> Inter-Agency Standing Committee and the European Commission, INFORM REPORT 2022; Shared evidence for managing crises and disasters, EUR</span><br><strong style=\"font-size: 14px;\">3</strong><span style=\"font-size: 12px;\"> 1081 EN, Publications Office of the European Union, Luxembourg, 2022, ISBN 978-92-76-52775-6, doi:10.2760/08333,JRC129343.</span><br><span style=\"font-size: 12px;\"><strong style=\"font-size: 14px;\">3</strong><span style=\"font-size: 12px;\"> Climate Risk Country Profile: Turkmenistan (2021): The World Bank Group and the Asian Development Bank.</span></span><br><span style=\"font-size: 12px;\"><strong style=\"font-size: 14px;\">4</strong><span style=\"font-size: 12px;\"> Sommer, Rolf &amp; Glazirina, Mariya &amp; Yuldashev, Tulkun &amp; Otarov, A. &amp; Ibraeva, Malika &amp; Martynova, L. &amp; Bekenov, M. &amp; Kholov, B. &amp; Ibragimov,&nbsp;</span></span><span style=\"font-size: 12px;\">Nazar &amp; Kobilov, R. &amp; Karaev, S. &amp; Sultonov, M. &amp; Khasanova, F. &amp; Esanbekov, M. &amp; Mavlyanov, D. &amp; Isaev, Sabirjan &amp; Abdurahimov, S. &amp; Ikramov, R. &amp; Shezdyukova, L. &amp; De Pauw, Eddy. (2013). Impact of climate change on wheat productivity in Central Asia. Agriculture, Ecosystems &amp; Environment. 178. 78-99. 10.1016/j.agee.2013.06.011.</span><br><span style=\"font-size: 12px;\"><strong style=\"font-size: 14px;\">5</strong><span style=\"font-size: 12px;\"> Turkmenistan NDC, 2022.</span></span><br><span style=\"font-size: 12px;\"><strong style=\"font-size: 14px;\">6</strong><span style=\"font-size: 12px;\"> ND-GAIN – Notre Dam Global Adaptation Initiative (2022). ND-GAIN Country Index. Accessed 11 October 2022. Available online:</span></span><br><span style=\"font-size: 12px;\"><a href=\"https://gain.nd.edu/our-work/country-index/\" style=\"color: rgb(60, 120, 216);\">https://gain.nd.edu/our-work/country-index/</a></span><br><span style=\"font-size: 12px;\"><strong style=\"font-size: 14px;\">7&nbsp;</strong><span style=\"font-size: 12px;\"><a href=\"https://www.oecd-ilibrary.org/sites/bac02dee-en/index.html?itemId=/content/component/bac02dee-en\" style=\"color: rgb(60, 120, 216);\">https://www.oecd-ilibrary.org/sites/bac02dee-en/index.html?itemId=/content/component/bac02dee-en</a></span></span><br><span style=\"font-size: 12px;\"><strong style=\"font-size: 14px;\">8&nbsp;</strong><span style=\"font-size: 12px;\"><a href=\"https://www.greenclimate.fund/document/developing-national-adaptation-planning-process-turkmenistan\" style=\"color: rgb(60, 120, 216);\">https://www.greenclimate.fund/document/developing-national-adaptation-planning-process-turkmenistan</a></span></span><br><span style=\"font-size: 12px;\"><strong style=\"font-size: 14px;\">9&nbsp;</strong><span style=\"font-size: 12px;\"><a href=\"https://www.greenclimate.fund/news/dialogue-opens-new-opportunities-in-eastern-europe-and-central-asia\" style=\"color: rgb(60, 120, 216);\">https://www.greenclimate.fund/news/dialogue-opens-new-opportunities-in-eastern-europe-and-central-asia</a></span></span><br><span style=\"font-size: 12px;\"><strong style=\"font-size: 14px;\">10&nbsp;</strong><span style=\"font-size: 12px;\"><a href=\"https://reliefweb.int/report/turkmenistan/turkmenistan-begins-developing-national-adaptation-plan-funding-approved-green\" style=\"color: rgb(60, 120, 216);\">https://reliefweb.int/report/turkmenistan/turkmenistan-begins-developing-national-adaptation-plan-funding-approved-green</a></span></span></span></span><br><br></p>","description":"Turkmenistan","published":true,"slug":"ccprofile-turkmenistan"}},"__N_SSG":true}